[
    {
      "id": "0282e0e58a5c404fbd15261f11c2aba",
      "service_id": 1,
      "rating": {
        "number": 4.5,
        "badge": "Excellent"
      },
      "total_service_provided": 48,
      "title": "REGULAR PHOTOGRAPHY",
      "image_url": "https://i.ibb.co/QrH1hZM/download-3.jpg",
      "details": "Photography is the art, application, and practice of creating durable images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film. It is employed in many fields of science, manufacturing (e.g., photolithography), and business, as well as its more direct uses for art, film and video production, recreational purposes, hobby, and mass communication.[1]Typically, a lens is used to focus the light reflected or emitted from objects into a real image on the light-sensitive surface inside a camera during a timed exposure. With an electronic image sensor, this produces an electrical charge at each pixel, which is electronically processed and stored in a digital image file for subsequent display or processing. The result with photographic emulsion is an invisible latent image, which is later chemically  into a visible image, either negative or positive, depending on the purpose of the photographic material and the method of processing. A negative image on film is traditionally used to photographically create a positive image on a paper base, known as a print, either by using an enlarger or by contact printing."
    },
    {
      "id": "0282e0e58a5c404fd15261f11c2ab6a",
      "service_id": 2,
      "rating": {
        "number": 4.5,
        "badge": "Good"
      },
      "total_service_provided": 98,
      "title": " VIDEOGRAPHY",
      "image_url": "https://i.ibb.co/ydN0M1v/videography.jpg",
      "details": "While both capture motion pictures, the differences between cinematography and videography are dependent on a few factors. To find out what approach best fits your project, consider the size and scope of the work, the size of crew, the amount of pre-production needed (such as creative brainstorming, writing scripts, creating storyboards, etc.), and who’s in charge of creative direction.When it comes to the scope of the work, whether it’s a concert, news piece, or special occasion like a family reunion or birthday, videography is ideal for documenting dynamic situations and supports a sense of spontaneity.“Videography is geared toward live events or weddings, or something that’s not necessarily planned with a giant crew or any filmmaking setup that you usually see in a movie,” says professional filmmaker Whit Ingram. “It’s usually a broadcasting camera, which works better in a run-and-gun-type shoot, where you do not necessarily know what you’re shooting until you start.”ile the actual video production is often smaller scale, don’t let that description fool you. “Videography has this connotation that you don’t work on big projects, but that’s not true,” cinematographer Josh Miller adds. Videographers work on smaller teams or, at times,themselves, but they can and will get asked to work on complex projects with a broad reach, like corporate training videos, capturing sports events, and aerial drone footage. "
    },
    {
      "id": "0282e0e58a5c44fbd1526111c2ab6a",
      "service_id": 3,
      "rating": {
        "number": 4.5,
        "badge": "Excellent"
      },
      "total_service_provided": 78,
      "title": " LANDSCAPE",
      "image_url": "https://i.ibb.co/grCZjnq/landscape.jpg",
      "details": "Landscape painting, also known as landscape art, is the depiction of natural scenery such as mountains, valleys, trees, rivers, and forests, especially where the main subject is a wide view—with its elements arranged into a coherent composition. In other works, landscape backgrounds for figures can still form an important part of the work. Sky is almost always included in the view, and weather is often an element of the composition. Detailed landscapes as a distinct subject are not found in all artistic traditions, and develop when there is already a sophisticated tradition of representing other subjects.Two main traditions spring from Western painting and Chinese art, going back well over a thousand years in both cases. The recognition of a spiritual element in landscape art is present from its beginnings in East Asian art, drawing on Daoism and other philosophical traditions, but in the West only becomes explicit with Romanticism."
    },
    {
      "id": "282e0e58a5c44fbd152611c2ab6a",
      "service_id": 4,
      "rating": {
        "number": 4.5,
        "badge": "Excellent"
      },
      "total_service_provided": 88,
      "title": " DOCUMENTRY MAKING",
      "image_url": "https://i.ibb.co/mN2w9sM/documentory.jpg",
      "details": "Making documentaries is one of the most rewarding and challenging endeavors you can undertake. A documentary is a video or film that examines a real-life theme, person, event, or problem. They are often instructive in nature, very specific, and have an appealing tone to them. Finally, a story is usually recorded with sincerity that, in theory, moves anyone who sees it.Documentary filmmaking is a difficult challenge, so you’ll need a fire-breathing spirit to get you through. You should find a topic that you are passionate about and tell its tale in order to communicate your point of view. Look for a beneficial topic and think about how to build a story that your audience can enjoy."
    },
    {
      "id": "282e0e8a5c44fbd1526111c2ab6a",
      "service_id": 5,
      "rating": {
        "number": 4.5,
        "badge": "Excellent"
      },
      "total_service_provided": 198,
      "title": " MODEL PHOTOGRAPHY",
      "image_url": "https://i.ibb.co/phmXC3B/model.jpg",
      "details": "Model photography shoots are generally used in the fashion industry, whereby a model poses for a photographer either at a studio or in a specific shoot location. Although model photography shoots tend to refer to an actual model posing for the camera, it can also signify a photographer taking photographs of advertised goods for a magazine. Model photography shoots always require a photographer and a shoot location. Models pose for the camera as instructed by the photographer or the photo shoot coordinator.A model photography shoot can also refer to a common practice where a photographer is taking photographs of a model for the model's portfolio. This usually means that a model pays a photographer to take his or her head and body shots, or by which an agency organizes the model photography shoot on behalf of the model.A model who wants to do well in model photography shoots should always remember a few tricks of the business to ensure success:1. Always come to model photography shoots on time. There's nothing worse than keeping a photographer and the rest of the crew waiting.2. Try to make the photographer's life easy. Listen to instructions well and always do your best to comply with what the photographer is hoping to gain from the photography shoot."
    },
    {
      "id": "282e0e58a5c44fbd15261c2ab6a",
      "service_id": 6,
      "rating": {
        "number": 4.5,
        "badge": "Excellent"
      },
      "total_service_provided": 308,
      "title": " AWESOME PHOTOGRAPHY",
      "image_url": "https://i.ibb.co/Vp1tp2V/awesome.jpg",
      "details": "Another element that photographers use to make images more appealing to the eye, is lines. Lines may not seem very useful or important, but they add a great deal to the overall composition of an image. They also serve two purposes in a photograph. That is to lead the viewer’s eye around the photo, and to also keep the viewer’s attention.There are many elements in photography that come together to make an image be considered “good”. Some of these elements include, but are not limited to lighting, the rule of thirds, lines, shapes, texture, patterns, and color. All of these things play an important role when it comes to photography. One of the most important of these elements is lighting.Lighting is one of the most important elements of a photograph. If you take a photograph with terrible lighting, the image you are trying to produce will automatically be terrible as well.  There are many different ways to light a photograph. One could use natural lighting (sunlight) or artificial lighting (softbox, ring light, umbrella, flash, model light, ect.). When taking a photograph, one must also change the settings on the camera so that the light will go through the lens and make the image lighter or darker as necessary."
    }
  ]

